[
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "food waste",
        "phonetic": "/fuːd weɪst/",
        "translations": [
            {
                "meaning": "lãng phí thức ăn"
            }
        ],
        "examples": [
            {
                "sentence": "Food waste is a major problem in our society, with millions of tons of perfectly good food being thrown away each year."
            },
            {
                "sentence": "The problem of food waste goes beyond just the environmental impact - it also represents a loss of resources and money."
            },
            {
                "sentence": "The amount of food waste in restaurants and supermarkets is staggering, and it's time we take action to address this issue."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "landfill",
        "phonetic": "/ˈlændfɪl/",
        "translations": [
            {
                "meaning": "bãi rác"
            }
        ],
        "examples": [
            {
                "sentence": "Landfills are rapidly filling up with food waste, which is not only bad for the environment but also a waste of valuable resources."
            },
            {
                "sentence": "We need to reduce the amount of food waste that ends up in landfills to minimize its negative impact on the environment."
            },
            {
                "sentence": "Organic materials such as food waste, when dumped in landfills, produce potent greenhouse gases and contribute to global warming."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "leftover",
        "phonetic": "/ˈleftəʊvə(r)/",
        "translations": [
            {
                "meaning": "đồ ăn thừa"
            }
        ],
        "examples": [
            {
                "sentence": "Donating leftover food to local food banks or shelters can help reduce food waste while also helping those in need."
            },
            {
                "sentence": "Leftovers are a major contributor to food waste, as many people throw them away instead of finding ways to use them."
            },
            {
                "sentence": "One way to reduce food waste is to use leftover food to create new meals, such as soups and stews."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "edible",
        "phonetic": "/ˈedəbl/",
        "translations": [
            {
                "meaning": "có thể ăn được"
            }
        ],
        "examples": [
            {
                "sentence": "One of the most significant impacts of food waste on the environment is the unnecessary disposal of edible food."
            },
            {
                "sentence": "Educating consumers on how to properly store and use edible food can help reduce food waste and its negative impact on the environment."
            },
            {
                "sentence": "Discarding edible food not only wastes resources and harms the environment, but it also undermines the workers’ effort."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "anaerobic digestion",
        "phonetic": "/ænəˈrəʊbɪk daɪˈdʒestʃən/",
        "translations": [
            {
                "meaning": "sự lên men kị khí"
            }
        ],
        "examples": [
            {
                "sentence": "Anaerobic digestion facilities are increasingly being built to handle large amounts of food waste generated by households and businesses."
            },
            {
                "sentence": "One of the advantages of anaerobic digestion is that it can help reduce greenhouse gas emissions from food waste."
            },
            {
                "sentence": "In addition to producing biogas, anaerobic digestion can also produce nutrient-rich fertilizer for crops."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "nutritional value",
        "phonetic": "/njuˈtrɪʃənl ˈvæljuː/",
        "translations": [
            {
                "meaning": "giá trị dinh dưỡng"
            }
        ],
        "examples": [
            {
                "sentence": "Food waste not only harms the environment but also deprives people of the nutritional value of food that could have been eaten."
            },
            {
                "sentence": "By reducing food waste, we can ensure that more people have access to food with high nutritional value, thereby improving public health."
            },
            {
                "sentence": "A better understanding of the nutritional value of food can help reduce waste and contribute to a more sustainable food system."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "greenhouse gas",
        "phonetic": "/ɡriːnhaʊs ˈɡæs/",
        "translations": [
            {
                "meaning": "khí nhà kính"
            }
        ],
        "examples": [
            {
                "sentence": "The decomposition of food waste in landfills releases large amounts of greenhouse gases into the atmosphere."
            },
            {
                "sentence": "Reducing food waste is an effective way to mitigate greenhouse gas emissions and tackle climate change."
            },
            {
                "sentence": "Addressing food waste can help to reduce the greenhouse gas emissions associated with farming, transportation, packaging, and processing."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "climate change",
        "phonetic": "/ˈklaɪmət tʃeɪndʒ/",
        "translations": [
            {
                "meaning": "biến đổi khí hậu"
            }
        ],
        "examples": [
            {
                "sentence": "Landfills, where much of the food waste ends up, emit large amounts of greenhouse gases and contribute to climate change."
            },
            {
                "sentence": "Food waste is a significant contributor to climate change, as it produces methane gas, a potent greenhouse gas."
            },
            {
                "sentence": "Climate change is causing shifts in crop production and food availability, making reducing food waste even more crucial."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "land degradation",
        "phonetic": "/lænd deɡrəˈdeɪʃn/",
        "translations": [
            {
                "meaning": "sự thoái hoá đất"
            }
        ],
        "examples": [
            {
                "sentence": "Land degradation is one of the major consequences of food waste, as the harmful gases and chemicals produced by landfills can pollute the soil."
            },
            {
                "sentence": "The practice of disposing of food waste in landfills contributes to the problem of land degradation."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "biodiversity",
        "phonetic": "/baɪəʊdaɪˈvɜːsəti/",
        "translations": [
            {
                "meaning": "đa dạng sinh học"
            }
        ],
        "examples": [
            {
                "sentence": "Food waste contributes to the loss of biodiversity by disrupting the balance of natural ecosystems."
            },
            {
                "sentence": "By reducing food waste, we can protect biodiversity and promote the health of natural ecosystems."
            },
            {
                "sentence": "Taking action to reduce food waste is essential to preserving biodiversity and promoting a healthy planet for future generations."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "consumer behavior",
        "phonetic": "/kənˈsjuːmə(r) bɪˈheɪvjə(r)/",
        "translations": [
            {
                "meaning": "hành vi người tiêu dùng"
            }
        ],
        "examples": [
            {
                "sentence": "Improving consumer behavior, such as buying only what is needed and consuming leftovers, can significantly reduce food waste."
            },
            {
                "sentence": "Addressing consumer behavior is an essential aspect of addressing the issue of food waste and its environmental impacts."
            },
            {
                "sentence": "The influence of consumer behavior on food waste makes it a key factor in creating a more sustainable food system."
            },
            {
                "sentence": "Changes in consumer behavior can lead to a reduction in food waste and greenhouse gas emissions."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "resource depletion",
        "phonetic": "/rɪˈsɔːs dɪˈpliːʃn/",
        "translations": [
            {
                "meaning": "cạn kiệt tài nguyên"
            }
        ],
        "examples": [
            {
                "sentence": "The scale of food waste is a significant contributor to resource depletion and puts a strain on natural resources."
            },
            {
                "sentence": "Effective resource management is crucial in reducing food waste and addressing resource depletion."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "scarcity",
        "phonetic": "/ˈskeəsəti/",
        "translations": [
            {
                "meaning": "sự khan hiếm"
            }
        ],
        "examples": [
            {
                "sentence": "Food waste contributes to the scarcity of resources by wasting valuable land, water, energy, and human resources."
            },
            {
                "sentence": "The scarcity of resources is a major concern due to the rising population and food waste crisis."
            },
            {
                "sentence": "Food waste increases the scarcity of resources by increasing the demand for food production."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "biogas",
        "phonetic": "/ˈbaɪəʊɡæs/",
        "translations": [
            {
                "meaning": "khí đốt sinh học"
            }
        ],
        "examples": [
            {
                "sentence": "The production of biogas from food waste helps to reduce greenhouse gas emissions and improve air quality."
            },
            {
                "sentence": "Biogas production from food waste can help to reduce the amount of waste sent to landfills, which can contribute to land degradation and other environmental problems."
            },
            {
                "sentence": "The use of biogas as a renewable energy source from food waste can contribute to global efforts to mitigate the impacts of climate change."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to stock up on",
        "phonetic": "/stɒk ʌp ɒn/",
        "translations": [
            {
                "meaning": "dự trữ, tích trữ"
            }
        ],
        "examples": [
            {
                "sentence": "People often stock up on perishable items during sales, but if they don't use them up in time, they end up contributing to food waste."
            },
            {
                "sentence": "Stocking up on seasonal fruits and vegetables can be a great way to save money, but if they are preserved well, they can end up in the landfill."
            },
            {
                "sentence": "When people stock up on bulk items like rice or pasta, they may overestimate how much they can consume, leading to wasted food."
            },
            {
                "sentence": "Many households stock up on groceries without considering how much they will actually need, leading to excess food and food waste."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to consume",
        "phonetic": "/kənˈsjuːm/",
        "translations": [
            {
                "meaning": "tiêu thụ"
            }
        ],
        "examples": [
            {
                "sentence": "If we all consume more sustainably, we can reduce the amount of food waste and its impact on the environment."
            },
            {
                "sentence": "The amount of food that we consume has a direct impact on the amount of waste that we generate."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to go off",
        "phonetic": "/ɡəʊ ɒf/",
        "translations": [
            {
                "meaning": "hư hỏng"
            }
        ],
        "examples": [
            {
                "sentence": "If food is not stored properly, it can go off quickly and become unusable, leading to unnecessary waste."
            },
            {
                "sentence": "Food that has gone off can release harmful chemicals into the environment when improperly disposed of."
            },
            {
                "sentence": "Reducing food waste starts with being mindful of what we buy and consume, and making sure we don't let it go off before we can use it."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to compost",
        "phonetic": "/ˈkɒmpɒst/",
        "translations": [
            {
                "meaning": "làm thành phân trộn"
            }
        ],
        "examples": [
            {
                "sentence": "Instead of throwing away food scraps, consider composting them to create nutrient-rich soil for your garden."
            },
            {
                "sentence": "Composting is a simple way to divert food waste from landfills and create a more sustainable environment."
            },
            {
                "sentence": "Many communities offer composting programs to help reduce the amount of food waste that ends up in landfills."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to recycle",
        "phonetic": "/ˌriːˈsaɪkl/",
        "translations": [
            {
                "meaning": "tái chế"
            },
            {
                "meaning": "tái sử dụng"
            }
        ],
        "examples": [
            {
                "sentence": "By recycling food waste, we can create nutrient-rich fertilizer that can be used to enrich soil for growing new crops."
            },
            {
                "sentence": "Recycling food containers can help reduce the amount of plastic waste in the environment."
            },
            {
                "sentence": "Recycling food cans, bottles, and jars is also important for reducing the amount of waste, the need for raw materials, and energy demand."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to cut down on",
        "phonetic": "/kʌt daʊn ɒn/",
        "translations": [
            {
                "meaning": "giảm"
            },
            {
                "meaning": "hạn chế"
            }
        ],
        "examples": [
            {
                "sentence": "Encouraging people to cut down on single-use plastics can also help reduce the environmental impact of food waste."
            },
            {
                "sentence": "Schools and other institutions can cut down on food waste by offering smaller portion sizes and encouraging students to only take what they can eat."
            },
            {
                "sentence": "Cutting down on food waste can also help address issues of land degradation and water scarcity, as less land and water will be needed for food production."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to give away",
        "phonetic": "/ɡɪv əˈweɪ/",
        "translations": [
            {
                "meaning": "cho, tặng, biếu"
            }
        ],
        "examples": [
            {
                "sentence": "Instead of throwing away excess food, consider giving it away to local shelters to help reduce food waste."
            },
            {
                "sentence": "When you have too much food on hand, consider giving some of it to your coworkers or classmates to prevent waste."
            },
            {
                "sentence": "When hosting events or parties, giving away leftover food to guests is a good practice to avoid wasting it."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to throw away",
        "phonetic": "/θrəʊ əˈweɪ/",
        "translations": [
            {
                "meaning": "vứt bỏ, quăng bỏ"
            }
        ],
        "examples": [
            {
                "sentence": "The amount of food that households throw away each year is staggering and has a significant impact on the environment."
            },
            {
                "sentence": "Restaurants and grocery stores should take steps to reduce the amount of food they throw away to minimize their impact on the environment."
            },
            {
                "sentence": "When people throw away edible food, they are not only wasting resources but also contributing to environmental pollution."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to eat up",
        "phonetic": "/iːt ʌp/",
        "translations": [
            {
                "meaning": "sử dụng hết"
            }
        ],
        "examples": [
            {
                "sentence": "When you eat up all the food in your fridge before it goes off, you not only save money but also reduce the amount of food waste that ends up in landfills."
            },
            {
                "sentence": "When hosting a party, make sure to plan carefully so that your guests can eat up all the food without leaving behind any waste."
            },
            {
                "sentence": "Leftover food can be easily transformed into a new dish, helping you eat up the food you have and reducing food waste."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to sort out",
        "phonetic": "/ˈsɔːt aʊt/",
        "translations": [
            {
                "meaning": "phân loại"
            }
        ],
        "examples": [
            {
                "sentence": "It's important to sort out your food waste from other household waste to ensure it can be properly composted or recycled."
            },
            {
                "sentence": "Many households have a dedicated bin or container for sorting out their food waste, making it easier to properly dispose of it."
            },
            {
                "sentence": "Sorting out food waste can also help to reduce the amount of waste that is sent to landfills, which can produce harmful air pollutants."
            }
        ]
    },
    {
        "topicId": "AKKNj3ZRBX4l9dvQRODP",
        "phrase": "to rot away",
        "phonetic": "/rɒt əˈweɪ/",
        "translations": [
            {
                "meaning": "ôi thiu"
            },
            {
                "meaning": "thối rữa"
            }
        ],
        "examples": [
            {
                "sentence": "Food waste that is discarded in a garbage bin and sent to a landfill may take years to rot away completely."
            },
            {
                "sentence": "Rotting food waste can also contaminate soil and water sources, negatively impacting local ecosystems and wildlife."
            },
            {
                "sentence": "If food waste is left to rot away in the environment, it can attract pests and insects."
            }
        ]
    }
]